; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.1.3
laid=0x0415
lang=Polski (Polish)
name=Toma Dusheyko
date=2012-02-27

[controls]
000=Auto
001=Dodaj pliki
002=Dodaj folder
003=&Usuń
004=Usuń wszystko
005=Zapisz jako...
006=Dołącz do pierwszego pliku z listy (tylko zaawansowani użytkownicy!)
007=Suma kontrolna
008=Wyczyść
009=Po zakończeniu:
010=Otwórz plik wyjściowy
011=Otwórz folder wyjściowy
012=Usuń części
013=Wyjdź

[about]
000=O %s
001=OK

[list_column]
000=Ścieżka
001=Rozmiar
002=Status

[list_status_cat]
000=ok
001=uwaga
002=błąd

[list_status]
000=ok
001=uwaga: niespodziewana zmiana numeru kolejności
002=uwaga: rozmiar pliku nie zgadza się z rozmiarem pierwszego
003=uwaga: ostatni plik większy od poprzednich
004=błąd: nie można zapisać pliku!
005=błąd: nie można odczytać pliku!

[list_tooltip]
000=Lista plików wejściowych
001=Ścieżka:\t %s\r\nRozmiar:\t %s\r\nNumer:\t %d\r\nStatus:\t %s

[join_button]
000=&Stop
001=&Połącz (Join)

[settings]
000=Ustawienia
001=Sprawdzenia
002=Sprawdzaj brakujące części przy ładowaniu
003=Sprawdzaj regularność rozmiarów części przy ładowaniu
004=Sprawdzaj brakujące części
005=Sprawdzaj regularność rozmiarów części
006=Lista Plików
007=&Sortuj używając tylko ostatniej liczby w nazwie pliku (szybciej)
008=Usuń wszystkie wpisy z listy po wykonaniu łączenia (Join)
009=Wyłącz auto-ładowanie części
010=Przeszukuj podfoldery
011=Ogólne
012=Pamiętaj pozycję okna
013=Przenoś usunięte części do Kosza
014=Domyślny folder wyjściowy
015=Taki sam jak wejściowy
016=Wskaż własny folder
017=Zapisz
018=Anuluj
019=

[menu]
000=&Opcje
001=Zawsze na wierzchu\tCtrl + T
002=Skojarz z plikami .001 (nie działa z wersją portable)
003=Nie licz sumy kontrolnej (&hash)
004=Wyczyść listę po wykonaniu Join
005=Ustawienia

006=&Język

007=&Pomoc
008=Pomoc Online
009=Strona domowa
010=&O programie
011=

[menu_popup]
000=
001=
002=
003=&Usuń
004=Usuń wszystko

[messages]
001=Nie udało się utworzyć wątku :(
002=Trwa łączenie plików (Join), czy na pewno chcesz wyjść (nie zalecane) ?
003=Gotowy
004=Łączenie...
005=Trwa łączenie plików!
006=Pliki połączono prawidłowo!

007=Na liście znajduje się tylko jeden plik!
008=Nie wybrałeś żadnych plików do przeniesienia!
009=Lista plików jest pusta, nie ma czego łączyć!
010=Nie można otworzyć pliku!
011=Nie można utworzyć pliku!
012=Nie udało się zapisać pliku! Brakuje miejsca na dysku?
013=Dodanych plików: %d
014=Auto-załadowanych plików: %d
015=Plik wyjściowy o tej nazwie już istnieje. Czy chcesz go nadpisać?
016=Nie wybrałeś folderu wyjściowego!

017=Sprawdź brakujące części
018=Wygląda na to że zgubionych części jest %d z numerami: %s.
019=Wygląda na to że zgubionych części jest więcej niż %d z numerami: %s.
020=Sprawdzenie Rozmiarow Plików
021=Wygląda na to, że %d częś(ci) ma inny rozmiar pliku niż pierwszy, może to oznaczać, że są uszkodzone lub nie należą do tej samej grupy. Numery porządkowe części z innych rozmiarem: %s.
022=Wygląda na to, że ostatni plik nie jest mniejszy niż poprzednie i może to oznaczać, że zgubiłeś ostani plik z grupy, jednak nie musi tak być.
023=\n\nCzy jesteś pewny, że chcesz kontynuować operację łączenia (Join) ?
024=Własna ścieżka: "%s"
025=-output

[tooltips]
000=* TYLKO ZAAWANSOWANI UŻYTKOWNICY *\r\nDołącza wszystkie części do pierwszego pliku z listy.\r\nPrzyśpiesza, jednak upewnij się co do kolejności plików z listy.
001=Przenieś zaznaczone pliki wyżej
002=Przenieś zaznaczone pliki niżej
003=Ścieżka gdzie twój plik wynikowy będzie zapisany
004=Wybiera lokalizację do zapisania pliku wyjściowego
005=Łączy pliki na liście (Join)
006=Status
007=Dodaje pliki do listy
008=Dodaje wszystkie pliki z folderu
009=Usuwa zaznaczone pozycje z listy
010=Usuwa wszystka pozycje z listy
011=Sortuje wpisy z listy
012=Włącza/wyłącza automatyczne sortowanie
013=Suma kontrolna CRC32
014=Włącza/wyłącza liczenie sumy kontrolnej CRC32
015=Suma kontrolna MD5
016=Włacza/wyłącza liczenie sumy kontrolnej MD5
017=Wyczyść sumy kontrolne
018=Usuwa wszystkie części składowe z dysku po pomyślnym złączeniu (Join)
019=Wychodzi z programu po pomyślnym złączeniu (Join)
020=Otwiera plik wynikowy po pomyślnym złączeniu (Join)
021=Otwiera folder wyjściowy po pomyślnym złączeniu (Join)

[updater]
000=
001=
002=
